{
  "volks": {
    "Lecon_1_Structure_atomique_l": {
      "characters": {
        "Qu'est-ce qu'un corps pur simple ?": ["Un constituant unique formé d'un seul type d'élément chimique."],
        "Donnez un exemple de corps pur composé.": ["H_2O"],
        "Quel est l'état de la matière le plus compact et ordonné ?": ["Solide cristallin"],
        "Citez un exemple de variété allotropique du carbone.": ["Graphite"],
        "Quelle est la principale différence entre un solide cristallin et un solide amorphe ?": ["L'ordre des particules (cristallin ordonné, amorphe désordonné)"],
        "Les liquides ont-ils une forme propre ?": ["Non"],
        "Dans quel état la matière est-elle dispersée et désordonnée ?": ["Gazeux"],
        "Quel modèle utilise-t-on pour décrire un gaz à très basse pression ?": ["Gaz parfait"],
        "Quels sont les trois types de transformations de la matière ?": ["Physique, nucléaire, chimique"],
        "De quoi est constitué un atome ?": ["Noyau (protons et neutrons) et cortège électronique"],
        "Quelle est la charge électrique d'un proton ?": ["+e = +1,6 \\times 10^{-19} \\text{ C}"],
        "Quelle est la masse approximative d'un nucléon ?": ["1,67 \\times 10^{-27} kg"],
        "Que représente le numéro atomique Z ?": ["Le nombre de protons dans le noyau"],
        "Que représente le nombre de masse A ?": ["Le nombre de nucléons (protons + neutrons)"],
        "Comment note-t-on un noyau de carbone 12 ?": ["^{12}_{6}C"],
        "Que sont des isotopes ?": ["Des noyaux ayant le même nombre de protons mais des nombres de neutrons différents"],
        "Quel est l'ordre de grandeur du rayon d'un atome ?": ["10^{-10} \\text{m}"],
        "Quel est l'ordre de grandeur du rayon d'un noyau ?": ["(10^{-15} \\text{m}"],
        "Pourquoi dit-on que la structure de l'atome est lacunaire ?": ["Parce que le noyau est très petit par rapport à l'atome, l'espace entre est essentiellement vide"],
        "La masse d'un atome est-elle concentrée dans le noyau ou dans le cortège électronique ?": ["Dans le noyau"],
        "Donnez la formule approchée de la masse d'un atome de nombre de masse A.": ["m_{\\text{atome}} \\approx A \\times m_{\\text{nucléon}}"],
        "Qu'est-ce qu'un élément chimique ?": ["Ensemble des entités (atomes, ions) ayant le même numéro atomique Z"],
        "Pourquoi ne peut-on pas transformer un élément en un autre lors d'une réaction chimique ?": ["Car cela nécessite des réactions nucléaires (fusion) à très haute température"],
        "Quel est le symbole du cobalt ?": ["Co"],
        "Combien de protons possède l'élément cuivre (Cu) ?": ["29"],
        "Qu'est-ce qu'une molécule ?": ["Une association en nombre limité d'atomes, électriquement neutre"],
        "Donnez un exemple d'ion simple cation.": ["H^+"],
        "Donnez un exemple d'ion composé.": ["NH_4^+"],
        "Dans un cristal métallique, qu'appelle-t-on la maille cristalline ?": ["Le plus petit motif élémentaire permettant de reconstruire le cristal par translation"],
        "Quelle est la formule de la masse volumique d'un cristal ?": ["\\rho = \\frac{N_{\\text{at}} \\times M_{\\text{at}}}{N_A \\times a^3}"],
        "Dans une maille cubique simple, combien d'atomes appartiennent en propre à la maille ?": ["1"],
        "Dans une maille cubique centrée, quelle est la condition de compacité (relation entre a et R) ?": ["4R = a\\sqrt{3}"],
        "Dans une maille cubique à faces centrées, quelle est la coordination ?": ["12"],
        "Dans une maille cubique simple, quelle est la coordination ?": ["6"],
        "Quelle est la valeur du nombre d'Avogadro ?": ["6,02 \\times 10^{23} mol^{-1}"],
        "Dans un cristal ionique comme NaCl, pourquoi la formule est-elle NaCl et non Na2Cl ?": ["Pour respecter la neutralité électrique avec des proportions entières minimales (1:1)"],
        "Qu'est-ce qu'un alliage de substitution ?": ["Des atomes de l'élément d'alliage remplacent des atomes de l'élément de base dans le réseau"],
        "Citez un exemple d'alliage.": ["Bronze (cuivre et étain)"],
        "Quel est le but d'un alliage ?": ["Améliorer les propriétés physiques ou chimiques (dureté, résistance à la corrosion, etc.)"],
        "Dans une maille cubique, quelle fraction d'atome compte un atome placé au sommet ?": ["\\frac{1}{8}"],
        "Dans une maille cubique, quelle fraction d'atome compte un atome placé au centre d'une face ?": ["\\frac{1}{2}"],
        "Dans une maille cubique centrée, combien d'atomes propres ?": ["2"],
        "Dans une maille cubique à faces centrées, combien d'atomes propres ?": ["4"],
        "Quelle est la charge d'un électron ?": ["-e = -1,6 \\times 10^{-19} C"],
        "Un atome neutre de numéro atomique Z possède combien d'électrons ?": ["Z"]
      }
    },
    "molecules_et_liaison_covalente_l": {
      "characters": {
        "Qu'est-ce qu'une molécule ?": ["Assemblage d'atomes liés par des liaisons chimiques."],
        "Définir l'électronégativité χ.": ["Grandeur sans dimension qui traduit l'aptitude d'un atome à attirer les électrons d'une liaison."],
        "Quel est l'élément le plus électropositif ?": ["Césium (Cs)."],
        "Quel est l'élément le plus électronégatif ?": ["Fluor (F)."],
        "Quels sont les trois types de liaisons chimiques ?": ["Liaison ionique, liaison métallique, liaison covalente."],
        "Dans quel cas a-t-on une liaison ionique ?": ["Lorsque la différence d'électronégativité entre deux éléments est grande (supérieure à 1,6 environ), avec un métal du bloc s et un non-métal du bloc p."],
        "Décrire brièvement la liaison métallique.": ["Des atomes électropositifs (blocs s, d, f) perdent leurs électrons de valence, formant un gaz d'électrons qui assure la cohésion du cristal."],
        "Qu'est-ce qu'une liaison covalente ?": ["Mise en commun d'une ou plusieurs paires d'électrons de valence entre deux atomes d'électronégativités voisines."],
        "Quelle est la différence entre une liaison covalente classique et une liaison de coordination ?": ["Classique: chaque atome apporte un électron. Coordination: un atome donneur fournit une paire d'électrons à un atome accepteur possédant une orbitale vacante."],
        "Énoncer la règle de l'octet.": ["Les atomes d'une molécule partagent des doublets d'électrons pour atteindre une configuration externe de 8 électrons (4 doublets) ; l'hydrogène vise 2 électrons."],
        "Donner la représentation de Lewis de l'atome d'hydrogène.": ["H·"],
        "Donner la représentation de Lewis de l'atome de carbone.": ["Carbone avec 4 électrons célibataires."],
        "Donner la représentation de Lewis de l'atome d'azote.": ["Azote avec 3 électrons célibataires et un doublet non-liant."],
        "Donner la représentation de Lewis de l'atome d'oxygène.": ["Oxygène avec 2 électrons célibataires et deux doublets non-liants."],
        "Donner la représentation de Lewis de l'atome de chlore.": ["Chlore avec 1 électron célibataire et trois doublets non-liants."],
        "Donner la représentation de Lewis de l'atome d'aluminium.": ["Aluminium avec 3 électrons célibataires."],
        "Quelle est la structure de Lewis de la molécule d'eau H2O ?": ["H–O–H avec deux doublets non-liants sur l'oxygène."],
        "Quelle est la structure de Lewis du dioxyde de carbone CO2 ?": ["O=C=O"],
        "Quelle est la structure de Lewis du dioxygène O2 ?": ["O=O"],
        "Quelle est la structure de Lewis du diazote N2 ?": ["N≡N"],
        "Quelle est la structure de Lewis du chlorure d'hydrogène HCl ?": ["H–Cl avec trois doublets non-liants sur Cl."],
        "Quelle est la structure de Lewis de l'ammoniac NH3 ?": ["H–N–H avec un doublet non-liant sur N et trois liaisons N-H."],
        "Quelle est la structure de Lewis du méthane CH4 ?": ["Quatre liaisons C-H, pas de doublet non-liant."],
        "Quelle est la structure de Lewis du méthanal CH2O ?": ["H2C=O"],
        "Comment obtient-on la représentation de Lewis d'un anion ?": ["On part de la molécule neutre, on ajoute un ou plusieurs électrons sur les électrons célibataires pour former des doublets non-liants, et on indique la charge."],
        "Donner la structure de Lewis de l'ion hydroxyde OH⁻.": ["O–H avec trois doublets non-liants sur O et une charge négative."],
        "Donner la structure de Lewis de l'ion nitrite NO₂⁻.": ["O=N–O⁻ avec doublets."],
        "Donner la structure de Lewis de l'ion carbonate CO₃²⁻.": ["O=C(-O⁻)2 avec délocalisation."],
        "Donner la structure de Lewis de l'ion cyanure CN⁻.": ["[C≡N]⁻"],
        "Comment obtient-on la représentation de Lewis d'un cation ?": ["On part de la molécule neutre, on casse un doublet non-liant pour créer une liaison supplémentaire avec un électron libéré et on enlève l'autre électron, ce qui crée la charge positive."],
        "Donner la structure de Lewis de l'ion hydronium H₃O⁺.": ["O central lié à trois H, avec un doublet non-liant, charge +."],
        "Donner la structure de Lewis de l'ion ammonium NH₄⁺.": ["N central lié à quatre H, charge +, pas de doublet."],
        "Qu'est-ce qu'un atome ou ion polarisable ?": ["Dont le nuage électronique se déforme facilement."],
        "Qu'est-ce que le pouvoir polarisant d'un ion ?": ["Capacité à déformer le nuage électronique d'un autre ion."],
        "Donner un exemple d'anion très polarisable.": ["Ion iodure I⁻."],
        "Donner un exemple de cation à fort pouvoir polarisant.": ["Ion aluminium Al³⁺."],
        "Qu'est-ce qu'un dipôle électrique ?": ["Couple de deux charges électriques voisines, de valeurs absolues égales et de signes contraires."],
        "Qu'est-ce qu'une liaison polaire ?": ["Liaison covalente entre atomes d'électronégativités différentes, entraînant des charges partielles."],
        "Quelle relation approximative lie le moment dipolaire d'une liaison A-B à la différence d'électronégativité ?": ["μ ≈ |χA - χB| (en debye)."],
        "Calculer le moment dipolaire approximatif de HCl sachant χ(H)=2,1 et χ(Cl)=3,0.": ["0,9 D"],
        "Quelle est la valeur expérimentale du moment dipolaire de HCl ?": ["1,1 D"],
        "Une liaison entre deux atomes identiques (ex: Cl2) est-elle polaire ?": ["Non, elle est non polaire."],
        "Peut-on avoir une molécule apolaire formée de liaisons polaires ? Expliquer.": ["Oui, si la géométrie de la molécule annule la somme vectorielle des moments dipolaires (ex: CO2)."],
        "Calculer le moment dipolaire approximatif de la molécule d'eau sachant que μ(OH)=1,4 D et l'angle HOH=104°.": ["μ = 2 × 1,4 × cos(52°) ≈ 1,72 D"],
        "Quelle est la valeur expérimentale du moment dipolaire de l'eau ?": ["1,83 D"],
        "Quelles sont les forces de Van der Waals ?": ["Forces attractives d'origine électrostatique, de courte portée, entre atomes, molécules ou ions."],
        "Quelle est l'intensité typique d'une interaction ion-ion ?": ["Environ 250 kJ/mol."],
        "Quelle est l'intensité typique d'une interaction ion-dipôle ?": ["Environ 15 kJ/mol."],
        "Quels atomes sont concernés par la liaison hydrogène ?": ["N, O, F."],
        "Donner la notation d'une liaison hydrogène.": ["A–H···B"],
        "Citer deux propriétés anormales de l'eau dues aux liaisons hydrogène.": ["Température d'ébullition élevée, densité de la glace inférieure à celle de l'eau liquide."],
        "Quelle est la chaleur de vaporisation de l'eau à température ambiante ?": ["2,26 kJ/g."],
        "Quelle est la chaleur spécifique de l'eau liquide ?": ["4,18 J·g⁻¹·K⁻¹."],
        "Comparer les densités de la glace et de l'eau liquide.": ["Glace: 0,9 ; eau liquide: 1,0."],
        "Quelle est la formule de l'ion sulfate ?": ["SO₄²⁻"],
        "Quelle est la formule de l'ion nitrate ?": ["NO₃⁻"],
        "Quelle est la charge typique d'un cation du groupe I ?": ["+1"],
        "Quelle est la charge typique d'un cation du groupe II ?": ["+2"],
        "Quelle est la charge typique d'un anion de l'avant-dernière colonne ?": ["-1"],
        "Quelle est la charge typique d'un anion de l'avant-avant-dernière colonne ?": ["-2"],
        "Donner la formule du chlorure de baryum.": ["BaCl₂"],
        "Donner la formule du sulfate de magnésium.": ["MgSO₄"],
        "Donner la formule du nitrate de calcium.": ["Ca(NO₃)₂"],
        "Donner la formule du bromure de cuivre(II).": ["CuBr₂"],
        "Donner la formule du sulfure d'aluminium(III).": ["Al₂S₃"],
        "Dans la molécule CsF, la liaison est-elle purement ionique ?": ["Non, même avec une grande différence d'électronégativité, le fluor ne contrôle que 95% de la paire."],
        "Dans l'ozone O3, les liaisons O-O sont-elles polaires ?": ["Oui, car les atomes d'oxygène ne sont pas équivalents."],
        "Qu'est-ce qu'une charge partielle ?": ["Petite charge portée par un atome dans une liaison polaire, notée δ⁺ ou δ⁻."],
        "Quelle est la relation entre moment dipolaire et électronégativité pour une liaison ?": ["μ augmente avec la différence d'électronégativité."],
        "Pourquoi l'eau a-t-elle une viscosité plus élevée que le benzène ?": ["À cause des liaisons hydrogène qui augmentent les forces intermoléculaires."]
      }
    },
    "bilan_de_quantité_de_matière_l": {
      "characters": {
        "Quelle est la masse approximative d'un atome de fer 56 ($^{56}_{26}Fe$) ?": ["$9,35 \\times 10^{-26}$ kg"],
        "Combien d'atomes y a-t-il dans 1,0 g de fer ?": ["environ $1,07 \\times 10^{22}$ atomes"],
        "Qu'est-ce qu'une mole ?": ["La quantité de matière contenant un nombre d'entités égal au nombre d'atomes dans 12 g de carbone 12."],
        "Quelle est la valeur du nombre d'Avogadro ?": ["$6,02 \\times 10^{23}$ mol$^{-1}$"],
        "Vrai ou faux ? Une mole d'atomes de fer et une mole d'atomes de cuivre contiennent le même nombre d'atomes.": ["Vrai"],
        "Définir la masse molaire atomique.": ["Masse d'une mole d'atomes d'un élément pris dans les proportions isotopiques naturelles, exprimée en g/mol."],
        "Calculer la masse molaire du chlore sachant que l'isotope $^{35}Cl$ (75,77 %, 34,969 g/mol) et $^{37}Cl$ (24,23 %, 36,966 g/mol).": ["$35,45$ g/mol"],
        "Comment calcule-t-on la masse molaire moléculaire ?": ["En sommant les masses molaires atomiques des éléments constitutifs."],
        "Quelle est la masse molaire du dioxyde d'azote $NO_2$ ? (M(N)=14,0 g/mol, M(O)=16,0 g/mol)": ["$46,0$ g/mol"],
        "Pourquoi la masse molaire des ions est-elle considérée égale à celle des atomes correspondants ?": ["Car la masse des électrons est négligeable devant celle des nucléons."],
        "Quelle est la masse molaire de l'ion sulfate $SO_4^{2-}$ ? (M(S)=32,1 g/mol, M(O)=16,0 g/mol)": ["$96,1$ g/mol"],
        "Donner la relation entre masse molaire $M$, masse $m$ et quantité de matière $n$.": ["$M = \\frac{m}{n}$"],
        "Quelles sont les unités usuelles de $M$, $m$ et $n$ dans cette relation ?": ["$M$ en g/mol, $m$ en g, $n$ en mol"],
        "Énoncer la loi des gaz parfaits.": ["$PV = nRT$"],
        "Que représentent $P$, $V$, $n$, $T$ et $R$ dans cette loi et quelles sont leurs unités SI ?": ["$P$ en Pa, $V$ en m$^3$, $n$ en mol, $T$ en K, $R = 8,314$ J/mol/K"],
        "Comment convertir une température en degrés Celsius en Kelvin ?": ["$T(K) = T(°C) + 273$"],
        "Donner les équivalences entre atm, bar, Pa et mmHg.": ["$760$ mmHg $= 1$ atm $= 1,013$ bar $= 1,013 \\times 10^5$ Pa"],
        "Définir le volume molaire $V_m$.": ["Volume occupé par une mole de gaz dans des conditions données de pression et de température."],
        "Relation entre volume molaire $V_m$, volume $V$ et quantité de matière $n$ pour un gaz.": ["$V_m = \\frac{V}{n}$"],
        "À quel type de substance s'applique la formule $V_m = V/n$ ?": ["Aux gaz uniquement."],
        "Définition de la concentration molaire $[X]$.": ["Quantité de matière de soluté par litre de solution."],
        "Formule de la concentration molaire $[X]$ en fonction de $n$ et $V$.": ["$[X] = \\frac{n(X)}{V}$ (avec $V$ en litres)"],
        "Définition de la concentration massique $c_m(X)$.": ["Masse de soluté par litre de solution."],
        "Relation entre concentration massique $c_m$ et concentration molaire $[X]$.": ["$c_m(X) = M(X) \\times [X]$"],
        "Dans quel domaine cette relation $c_m = M \\times [X]$ est-elle valable ?": ["Pour les liquides, les ions et les gaz dissous."],
        "Qu'est-ce qu'un prélèvement ?": ["Utiliser une partie d'une solution ; la concentration en soluté est la même que dans la solution initiale."],
        "Qu'est-ce qu'une dilution ?": ["Ajouter du solvant pour obtenir une solution moins concentrée ; la quantité de matière de soluté reste constante."],
        "Qu'est-ce qu'une réaction chimique ?": ["Transformation de réactifs en produits."],
        "Quelles sont les deux lois de conservation à respecter dans une équation-bilan ?": ["Conservation des éléments et conservation de la charge électrique."],
        "Quels sont les deux types de réactions chimiques mentionnés dans le cours ?": ["Réactions totales et équilibres chimiques."],
        "Définir une réaction totale.": ["Réaction qui s'arrête lorsque l'un au moins des réactifs est entièrement consommé."],
        "Que se passe-t-il dans une réaction totale si les réactifs sont en proportions stœchiométriques ?": ["Tous les réactifs sont entièrement consommés, il ne reste que les produits."],
        "Que se passe-t-il si les réactifs ne sont pas en proportions stœchiométriques ?": ["Le réactif en défaut est entièrement consommé, il reste du réactif en excès."],
        "Qu'est-ce qu'un équilibre chimique ?": ["Réaction où les réactifs ne sont pas entièrement consommés ; l'état final est un équilibre dynamique."],
        "Comment symbolise-t-on un équilibre chimique ?": ["Par un signe égal ($=$) au lieu d'une flèche."],
        "Pour une réaction totale $aA + bB \\rightarrow cC$, comment exprime-t-on la quantité finale de A en fonction du degré d'avancement $x_{\\max}$ ?": ["$n_\\infty(A) = n_0(A) - a \\times x_{\\max}$"],
        "Pour le produit C, comment s'exprime $n_\\infty(C)$ ?": ["$n_\\infty(C) = n_0(C) + c \\times x_{\\max}$"],
        "Comment détermine-t-on $x_{\\max}$ si le réactif limitant est connu ?": ["$x_{\\max} = \\frac{n_0(\\text{limitant})}{\\text{coefficient stœchiométrique du limitant}}$"],
        "Comment détermine-t-on $x_{\\max}$ si aucun réactif limitant n'est précisé ?": ["On calcule $\\frac{n_0(A)}{a}$ et $\\frac{n_0(B)}{b}$ ; le plus petit des deux est $x_{\\max}$."],
        "Qu'appelle-t-on un mélange stœchiométrique ?": ["Lorsque $\\frac{n_0(A)}{a} = \\frac{n_0(B)}{b}$."]
      }
    }
  }
}
