{
  "volks": {
    "Lecon_1_Structure_atomique_l": {
      "characters": {
        "Qu'est-ce qu'un corps pur simple ?": ["Un constituant unique formé d'un seul type d'élément chimique."],
        "Donnez un exemple de corps pur composé.": ["\\(H_2O)"],
        "Quel est l'état de la matière le plus compact et ordonné ?": ["Solide cristallin"],
        "Citez un exemple de variété allotropique du carbone.": ["Graphite"],
        "Quelle est la principale différence entre un solide cristallin et un solide amorphe ?": ["L'ordre des particules (cristallin ordonné, amorphe désordonné)"],
        "Les liquides ont-ils une forme propre ?": ["Non"],
        "Dans quel état la matière est-elle dispersée et désordonnée ?": ["Gazeux"],
        "Quel modèle utilise-t-on pour décrire un gaz à très basse pression ?": ["Gaz parfait"],
        "Quels sont les trois types de transformations de la matière ?": ["Physique, nucléaire, chimique"],
        "De quoi est constitué un atome ?": ["Noyau (protons et neutrons) et cortège électronique"],
        "Quelle est la charge électrique d'un proton ?": ["\\(+e = +1,6 \\times 10^{-19}) C"],
        "Quelle est la masse approximative d'un nucléon ?": ["\\(1,67 \\times 10^{-27}) kg"],
        "Que représente le numéro atomique Z ?": ["Le nombre de protons dans le noyau"],
        "Que représente le nombre de masse A ?": ["Le nombre de nucléons (protons + neutrons)"],
        "Comment note-t-on un noyau de carbone 12 ?": ["\\(^{12}_{6}C)"],
        "Que sont des isotopes ?": ["Des noyaux ayant le même nombre de protons mais des nombres de neutrons différents"],
        "Quel est l'ordre de grandeur du rayon d'un atome ?": ["\\(10^{-10}) m"],
        "Quel est l'ordre de grandeur du rayon d'un noyau ?": ["\\(10^{-15}) m"],
        "Pourquoi dit-on que la structure de l'atome est lacunaire ?": ["Parce que le noyau est très petit par rapport à l'atome, l'espace entre est essentiellement vide"],
        "La masse d'un atome est-elle concentrée dans le noyau ou dans le cortège électronique ?": ["Dans le noyau"],
        "Donnez la formule approchée de la masse d'un atome de nombre de masse A.": ["\\(m_{\\text{atome}} \\approx A \\times m_{\\text{nucléon}})"],
        "Qu'est-ce qu'un élément chimique ?": ["Ensemble des entités (atomes, ions) ayant le même numéro atomique Z"],
        "Pourquoi ne peut-on pas transformer un élément en un autre lors d'une réaction chimique ?": ["Car cela nécessite des réactions nucléaires (fusion) à très haute température"],
        "Quel est le symbole du cobalt ?": ["Co"],
        "Combien de protons possède l'élément cuivre (Cu) ?": ["29"],
        "Qu'est-ce qu'une molécule ?": ["Une association en nombre limité d'atomes, électriquement neutre"],
        "Donnez un exemple d'ion simple cation.": ["\\(H^+)"],
        "Donnez un exemple d'ion composé.": ["\\(NH_4^+)"],
        "Dans un cristal métallique, qu'appelle-t-on la maille cristalline ?": ["Le plus petit motif élémentaire permettant de reconstruire le cristal par translation"],
        "Quelle est la formule de la masse volumique d'un cristal ?": ["\\(\\rho = \\frac{N_{\\text{at}} \\times M_{\\text{at}}}{N_A \\times a^3})"],
        "Dans une maille cubique simple, combien d'atomes appartiennent en propre à la maille ?": ["1"],
        "Dans une maille cubique centrée, quelle est la condition de compacité (relation entre a et R) ?": ["\\(4R = a\\sqrt{3})"],
        "Dans une maille cubique à faces centrées, quelle est la coordination ?": ["12"],
        "Dans une maille cubique simple, quelle est la coordination ?": ["6"],
        "Quelle est la valeur du nombre d'Avogadro ?": ["\\(6,02 \\times 10^{23}\\) mol\\(^{-1})"],
        "Dans un cristal ionique comme NaCl, pourquoi la formule est-elle NaCl et non Na2Cl ?": ["Pour respecter la neutralité électrique avec des proportions entières minimales (1:1)"],
        "Qu'est-ce qu'un alliage de substitution ?": ["Des atomes de l'élément d'alliage remplacent des atomes de l'élément de base dans le réseau"],
        "Citez un exemple d'alliage.": ["Bronze (cuivre et étain)"],
        "Quel est le but d'un alliage ?": ["Améliorer les propriétés physiques ou chimiques (dureté, résistance à la corrosion, etc.)"],
        "Dans une maille cubique, quelle fraction d'atome compte un atome placé au sommet ?": ["\\(\\frac{1}{8})"],
        "Dans une maille cubique, quelle fraction d'atome compte un atome placé au centre d'une face ?": ["\\(\\frac{1}{2})"],
        "Dans une maille cubique centrée, combien d'atomes propres ?": ["2"],
        "Dans une maille cubique à faces centrées, combien d'atomes propres ?": ["4"],
        "Quelle est la charge d'un électron ?": ["\\(-e = -1,6 \\times 10^{-19}) C"],
        "Un atome neutre de numéro atomique Z possède combien d'électrons ?": ["Z"]
      }
    }
  }
}
